[
  {
    "title": "Keeping Mobile Technology Labs (MTL) Running in Tip Top Shape!",
    "category": "Mobile Technology Labs (MTL)",
    "webinarLink": "https://youtu.be/al-WdbLvsJQ",
    "description": "<p>This webinar will introduce you to the use and care of the mobile Technology lab (MTL). Understanding the use of DEEP FREEZE is especially important in using the lab computers. This webinar will help in understanding the purpose and use of Deep Freeze. Anti-virus Software and Windows updates are also discussed as well as curriculum resources to use with the MTL.</p><p><a href='http://4-hmilitarypartnerships.org/educator-staff/recorded_webinars/MTL_Transfer_slides_March_2015.pptx'>Webinar Slides</a></p>"
  },
  {
    "title": "Intersections of Resilience and Vulnerability: A Study of Over 1000 Youth in Military Families* - December 11,2014",
    "category": "Research",
    "webinarLink": "http://4-hmilitarypartnerships.org/educator-staff/recorded_webinars/Resilience%20andVulnerability_Youth%20in%20Military%20Families.flv",
    "description": "<p><a href='http://4-hmilitarypartnerships.org/educator-staff/recorded_webinars/mancini_bio.html'>Jay A. Mancini</a>&nbsp;and&nbsp;<a href='http://4-hmilitarypartnerships.org/educator-staff/recorded_webinars/oneal%20bio.html'>Catherine W. O’Neal**</a></p><p>Transition and change are hallmarks of life in military families, and youth and their families continually navigate and negotiate the demands related to military service. In the face of challenges, military families demonstrate remarkable coping and resilience. Family science researchers at The University of Georgia have conducted two recent studies of military families, one an examination of over 1000 adolescents ages 11-18, and the other of 273 families (parents and a total of 389 adolescents 11-18 years old). Not only do these data speak to the well-being of youth but also to family contexts in which youth develop. Moreover, the role that youth development programs have in the lives of youth are examined. The core research questions are: What vulnerabilities do youth and their families experience? Do youth development programs make a difference in positive ways? Which dimensions of family life are significant for youth well-being? What everyday life elements serve as protective factors in youths’ lives? These research findings are then pivoted toward implications for development of prevention and intervention programs for youth and for their families.</p><p>Jay A. Mancini and Catherine W. O’Neal**, Family and Community Resilience Laboratory, Department of HumanDevelopment and Family Science, The University of Georgia</p><p>*This research is supported by the U.S. Department of Agriculture, National Institute of Food and Agriculture through the University of Georgia under special project number 2009-48680-06069.</p><p>**Jay A. Mancini is Haltiwanger Distinguished Professor of Human Development and Family Science, and CatherineW. O’Neal is Post-Doctoral Research Fellow.</p><p><a href='http://4-hmilitarypartnerships.org/educator-staff/recorded_webinars/mancini_o_neal_webinar_resources/index.html'>Webinar Resources</a></p>"
  },
  {
    "title": "REACH - Supporting Military Families Through Research and Outreach",
    "category": "Research",
    "webinarLink": "https://learn.extension.org/events/1576#.U6HVFChwWSo",
    "description": "<p>The <a href='https://reachmilitaryfamilies.umn.edu/'>Military REACH Lab at the University of Minnesota</a> utilizes a multidisciplinary approach as it integrates both research and outreach to support those who work with and on behalf of military families.</p>"
  },
  {
    "title": "Reintegration Study - Coming Home: The Experiences and Implications of Reintegration",
    "category": "Research",
    "webinarLink": "http://4-hmilitarypartnerships.org/educator-staff/recorded_webinars/marek_final_reintegration_webinar.flv",
    "description": "<p>Virginia Tech conducted a <a href='https://res.cloudinary.com/four-hmpp/image/upload/v1542944356/reports/army/army-reintegration-report10-13.pdf'>reintegration study</a> last year with the intent to better understand the processes and needs of families during reintegration. Having a better understanding of the reintegration process for military families will help to increase their resiliency and family functioning through developing and implementing more effective formal supports. <a href='http://www.4-hmilitarypartnerships.org/doc16502.ashx'>Click here</a> for the Webinar PowerPoint presentation. This research was funded through a partnership between U.S. Army Child, Youth and School Services and the U.S. Department of Agriculture (USDA-2008-48661-04748).</p>"
  },
  {
    "title": "Youth Programs That Create Impact by Dr. Mary Arnold, Oregon State University",
    "category": "Research",
    "webinarLink": "http://4-hmilitarypartnerships.org/educator-staff/recorded_webinars/Arnold_YP_Difference.flv",
    "description": "<p>The key to the success of youth programs today is its ability to document impact. Youth development researchers, such as Dr. Richard Lerner’s work with youth organizations, like as 4-H, articulate the impact of quality positive youth development programs. Research as to what program models create the greatest opportunity for youth to develop skills is limited. Youth developing life skills starts with using the appropriate program model for the skills that are to be achieved. Dr. Arnold presented her recent work identifying program models that create the best opportunity to learn life skills, based on current research in youth development and adolescent research. Oregon has been using these identified program models to strengthen their 4-H program along with other states initiating similar programming. In the webinar, Dr. Arnold described this integrated program model that incorporates several areas of current research, including best practices for high quality programs, program processes, and program outcomes.</p><p>Dr. Mary Arnold is an Extension Youth Development Specialist with the Oregon 4-H Program, and Professor in theSchool of Social and Behavioral Health Sciences, College of Public Health and Human Sciences at Oregon StateUniversity. Dr. Arnold’s work focuses on supporting 4-H professionals to strengthen their programs by using positive youth development practices and evaluating for impact.</p>"
  },
  {
    "title": "4-H Common Measures/Measuring Impact",
    "category": "Evaluation",
    "webinarLink": "https://learn.extension.org/events/1612#.U6HV7yhwWSo",
    "description": "<p>The challenge for broad educational programs like 4-H is how to assess the impact of programs in which the content and delivery methods vary, but the overall goals are the same. 4-H Common Measures has identified assessment instruments across various community programs to evaluate the overall impact and effectiveness of similar community programs. Common evaluation measurements assist in cross-program comparison but allow for various programs to be examined on similar outcomes and outputs.</p><p>The model can be used as a</p><ul><li>planning tool</li><li>guide for the use of the 4-H Common Measures</li><li>to assist in articulating and reporting the work with 4-H youth.</li></ul>"
  },
  {
    "title": "Be SMART (Safe, Monitored, and Responsible Texting) with Youth",
    "category": "Curriculum and Educational Resources",
    "webinarLink": "https://learn.extension.org/events/1594#.U6HVcyhwWSo",
    "description": " <p>This workshop provides an increased awareness of the misuse of smart phones and other mobile devices. Sexting and cyber-bullying instances are gathering more and more attention due to the negative consequences that might impact both the sender and the receiver of the message. Learn techniques of how to help decrease and prevent sexting and cyber-bullying and what to do when you are made aware of it happening.</p>"
  },
  {
    "title": "Hawaii 4-H Webinar Training Topics",
    "category": "Curriculum and Educational Resources",
    "webinarLink": "http://www.ctahr.hawaii.edu/4h/MilitaryPartnerships/webinars.htm",
    "description": "<ul><li>My Plate</li><li>4-H Record Books for Youth</li><li>Mini 4-H 101</li><li>Robotics</li><li>Service Learning</li></ul>"
  }
]
